tap "homebrew/bundle"
tap "homebrew/cask-drivers"
tap "homebrew/cask-versions"
tap "isen-ng/dotnet-sdk-versions"
brew "ccat"
brew "docker"
brew "git"
brew "starship"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-fast-syntax-highlighting"
cask "alfred"
cask "caffeine"
cask "clickup"
cask "discord"
cask "dotnet-sdk"
cask "google-chrome"
cask "inkscape"
cask "microsoft-auto-update"
cask "microsoft-excel"
cask "microsoft-teams"
cask "microsoft-word"
cask "mono-mdk-for-visual-studio"
cask "mountain-duck"
cask "postman"
cask "rectangle"
cask "rider"
cask "skim"
cask "sublime-text"
cask "toinane-colorpicker"
cask "tunnelblick"
cask "visual-studio-code"
cask "whatsapp"
