tap "homebrew/bundle"
tap "homebrew/cask-drivers"
tap "homebrew/cask-versions"
tap "homebrew/services" 
tap "isen-ng/dotnet-sdk-versions"
tap "buo/cask-upgrade"
brew "ccat"
brew "git"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-fast-syntax-highlighting"
brew "starship"
#brew "pure"
brew "the_silver_searcher"
cask "font-space-mono-nerd-font"
cask "alfred"
cask "discord"
cask "Microsoft-edge"
cask "visual-studio-code"
cask "mountain-duck"
cask "rectangle"
cask "skim"
cask "openvpn-connect"
cask "whatsapp"
cask "avifquicklook"          
cask "ipynb-quicklook"        
cask "quicklook-json"
cask "receiptquicklook"
cask "quickjson"       
cask "quicklook-pat"          
cask "quicklookase"         
cask "ttscoff-mmd-quicklook"
cask "gltfquicklook" 
cask "quicklook-csv"          
cask "quicklook-pfm"         
cask "webpquicklook"
brew "mas"
mas "Amphetamine", id: 93798470"4
mas "Dark Night, id: 1592844577"
